[{"date":"2017-05-05T12:51:15.000Z","title":"Diesel scrappage scheme being considered","description":"The UK government's draft clean air plan has been dismissed as \"toothless\" and \"weak\" by critics."},{"date":"2017-05-05T13:17:36.000Z","title":"US jobs growth rebounds in April","description":"The number of jobs created in the US last month rose sharply, as the unemployment rate edged down."},{"date":"2017-05-05T10:56:51.000Z","title":"Marks and Spencer names Archie Norman as new chairman","description":"The former Asda boss and Conservative MP will replace Robert Swannell as chairman."},{"date":"2017-05-05T09:28:54.000Z","title":"China's first big passenger plane takes off for maiden flight","description":"The C919 aircraft is a key symbol of the country's ambitions to enter the global aviation market."},{"date":"2017-05-05T10:40:28.000Z","title":"Johnson & Johnson ordered to pay $110m in US talc cancer case","description":"A US woman says she developed ovarian cancer after 40 years using Johnson & Johnson talcum powder."},{"date":"2017-05-05T08:51:04.000Z","title":"Uber faces criminal probe in US over 'greyball' code","description":"The inquiry will look into Uber's use of software that helped it spot and avoid official scrutiny."},{"date":"2017-05-05T11:58:10.000Z","title":"BA owner IAG hails record first-quarter profit","description":"The group reports a 10% rise in profits and says bookings for its new long-haul airline are going well."},{"date":"2017-05-05T10:08:30.000Z","title":"Santander faces challenge over fraud losses","description":"A campaigner plans a group action to try to recoup losses by Santander customers caught out by fraudsters."},{"date":"2017-05-05T05:36:28.000Z","title":"Delta Air Lines kicks US family off flight after row over toddler","description":"Parents say they were threatened with jail and children with foster care for refusing to get off."},{"date":"2017-05-05T13:12:11.000Z","title":"Oil price stabilises after earlier losses","description":"Crude prices recover ground lost in early trade on Friday, but remain near five-month lows."},{"date":"2017-05-05T11:30:53.000Z","title":"FTSE 100 steady as Pearson boosted by cost cutting plan","description":"Shares in the education publisher jump as it announces plans for more cost cuts."},{"date":"2017-05-04T23:07:01.000Z","title":"UK clean air strategy: Government to publish draft proposals","description":"After a protracted legal battle, ministers are forced to reveal anti-pollution proposals."},{"date":"2017-05-04T17:04:20.000Z","title":"Burberry to relocate 300 jobs from London to Leeds","description":"The luxury brand said it plans to open a new business services centre in Leeds in October."},{"date":"2017-05-05T00:30:35.000Z","title":"Shake Shack shares fall after sales go cold","description":"The US burger and milkshake chain blames cold weather for driving away customers and hurting sales."},{"date":"2017-05-05T03:07:58.000Z","title":"A tour of China's first big passenger jet - the C919","description":"China hopes to rival Boeing and Airbus with the C919, its own commercial airliner."},{"date":"2017-05-05T06:19:03.000Z","title":"Goldman Sachs draws up Brexit contingency plans","description":"Goldman Sachs boss Lloyd Blankfein says banks might have a \"smaller footprint\" in London after Brexit."},{"date":"2017-05-05T10:55:13.000Z","title":"Durban's 'one stop shop' DJ","description":"The DJ who has built a thriving music and entertainment business in Durban, South Africa."},{"date":"2017-05-04T16:41:56.000Z","title":"The Star Wars items worth a fortune","description":"May the Fourth is Star Wars day to fans of the film. Since the first film was released 40 years ago, its makers have sold £25bn of merchandise."},{"date":"2017-05-03T23:18:16.000Z","title":"Time to hand in your old paper five pound notes","description":"Do you know old-style five pound notes cease to be legal tender at the end of this week?"},{"date":"2017-05-03T23:22:09.000Z","title":"What would your dream handbag look like?","description":"A growing number of handbag-makers are offering customers the chance to design their own - what would your ideal bag look like?"},{"date":"2017-05-04T00:11:04.000Z","title":"Dashboard box encourages cleaner, smoother driving","description":"A dashboard device called Lightfoot seeks to make people smoother, more fuel-efficient drivers. Dougal Shaw reports."},{"date":"2017-05-04T06:59:32.000Z","title":"Bombay Sapphire: Canada recalls gin over too strong alcohol content","description":"The Bombay Sapphire gin contained nearly twice the amount of alcohol stated on the bottles."},{"date":"2017-05-04T00:45:40.000Z","title":"Adele earned £40m last year, says Sunday Times Rich List","description":"The singer made £40m last year, taking her fortune to £125m, the Sunday Times Rich List says."},{"date":"2017-05-04T23:15:21.000Z","title":"Watch me, watch me","description":"Live streaming is becoming big business for 'creators' and tech firms alike. But is it dangerous?"},{"date":"2017-05-04T23:27:10.000Z","title":"Hello Arizona","description":"Financial jobs in the US have finally rebounded. But they're not growing where you might think."},{"date":"2017-05-03T23:22:13.000Z","title":"Move over Mulberry","description":"More firms are now offering customers the chance to design their own handbags - we spoke to some of them about the soaring demand."},{"date":"2017-05-02T23:15:46.000Z","title":"Scaling success","description":"Salmon is Scotland's biggest food export, but what has driven its success?"},{"date":"2017-05-01T23:13:13.000Z","title":"Smart doggy","description":"Tech for pets is a booming business, but will it simply encourage us to spend less time with them?"},{"date":"2017-04-30T23:01:30.000Z","title":"Battery bonanza","description":"Could batteries help solve the renewable power problem?"},{"date":"2017-04-30T23:01:33.000Z","title":"Mr Fixer","description":"Aaron Simpson and his company Quintessentially, a concierge services provider, organise many aspects of its clients' lives."},{"date":"2017-04-30T23:31:11.000Z","title":"On the buses","description":"The Greater Manchester mayor has the power to change an 'insane' bus system and put passengers first."},{"date":"2017-04-30T00:07:14.000Z","title":"Hero's legacy","description":"Twenty-three years after his tragic death, legendary F1 driver Ayrton Senna is still one of the most valuable brands in sport."},{"date":"2017-04-28T14:48:40.000Z","title":"Trumponomics quiz","description":"Test your knowledge of the first 100 days of Donald Trump's Presidency"},{"date":"2017-04-28T16:25:28.000Z","title":"No Bank balance","description":"Deputy governor Charlotte Hogg leaves her post on Friday and its other top woman is off in June - why does the Bank struggle to find top women?"},{"date":"2017-04-27T23:05:04.000Z","title":"No branch?","description":"Operators say that new technology means video ATMs will change the way we bank."},{"date":"2017-04-26T23:08:29.000Z","title":"'Pawternity' leave","description":"From giving staff a week's paid leave to look after their new dog, to the firm that pays towards its employees' weddings."},{"date":"2017-04-26T23:12:43.000Z","title":"Job opportunities","description":"Uber launched in Egypt two years ago, and is now one of the company's fastest growing markets."},{"date":"2017-04-26T20:08:16.000Z","title":"In the small print","description":"Donald Trump is expected to announce a tax plan that would lower rates for businesses."},{"date":"2017-04-26T11:25:54.000Z","title":"Hard tackling","description":"From image rights to winding up orders, how HMRC has tackled the football industry."},{"date":"2017-04-25T23:08:21.000Z","title":"Colour me","description":"Working out what colour is going to be popular in future is crucial for industries across the world."},{"date":"2017-04-25T23:10:55.000Z","title":"Email hell","description":"When email goes wrong... how it can irritate and annoy everyone in the office."},{"date":"2017-04-25T00:00:52.000Z","title":"Lunch-hour hacks","description":"Rushed off your feet? Not enough hours in the day? Here are some apps to help you take control."},{"date":"2017-04-23T23:03:35.000Z","title":"'You're hired Mr Happy'","description":"A profile of John Timpson, the boss of family-owned shoe repair firm Timpson, which has a very unusual recruitment policy."},{"date":"2017-04-24T23:52:29.000Z","title":"Machine learning","description":"Many people are unsure about what machine learning is, but the chances are they are using it every day."},{"date":"2017-04-24T11:52:31.000Z","title":"Energy price cap","description":"The Tories want a cap on energy prices - so what models might they choose from?"},{"date":"2017-04-23T23:03:23.000Z","title":"Geeks v government","description":"The technology which underpins the internet's security has always been disputed."},{"date":"2017-04-23T13:59:35.000Z","title":"Tory price promise","description":"Suppliers and trade body Energy UK warn capping prices would eliminate competition in the sector."},{"date":"2017-04-23T00:51:12.000Z","title":"Family matters","description":"How wealthy your parents are is likely to matter more for young adults than it did for older generations."},{"date":"2017-04-22T23:27:22.000Z","title":"Brand Masha","description":"Russian tennis star Maria Sharapova returns to action next week looking to boost her sponsor appeal."},{"date":"2017-04-23T06:58:24.000Z","title":"Packing a punch","description":"Paul Singer's Elliott Management, famous for its pursuit of Argentine debt, is calling for shake-ups at several companies."},{"date":"2017-04-21T20:44:19.000Z","title":"Braced for Brexit","description":"Whether you consume music digitally or collect vinyl records, Brexit has the potential to affect you."},{"date":"2017-04-21T20:44:28.000Z","title":"Key concerns","description":"The regulator is concerned about the motor finance industry - so should car buyers also be worried?"},{"date":"2017-04-20T23:17:03.000Z","title":"Russia's secret","description":"Stem subjects - science, technology, engineering, maths - have an image problem. But not in Russia."},{"date":"2017-05-03T08:44:18.000Z","title":"Presidential challenge","description":"France may have a high standard of living but there are some persistent economic problems that will prove a challenge to whoever becomes the next president."},{"date":"2017-04-19T23:31:05.000Z","title":"The hippo at work","description":"The problem of \"hippos\" in the workplace - and why it is important that their decisions can be openly questioned."}]